Repository: jtl-software/connector-woocommerce3
Catalog: languages/jtlconnector-*.po
Languages: de_at

source: Activate WooCommerce in order to use the JTL-Connector.
de_at: Aktivieren Sie WooCommerce, um den JTL-Connector verwenden zu können.

source: At least WooCommerce 3.0 has to be installed.
de_at: Mindestens WooCommerce 3.0 muss installiert sein.

source: Rewriting is disabled. Please select another permalink setting.
de_at: Rewriting ist deaktiviert. Bitte wählen Sie eine andere Permalink-Einstellung.

source: Mr.
de_at: Herr

source: Ms.
de_at: Frau

source: Variation #%s of %s
de_at: Variation #%s von %s

source: There was no token found.
de_at: Es wurde kein Token gefunden.

source: Documentation
de_at: Dokumentation

source: Settings
de_at: Einstellungen

source: Options
de_at: Einstellungen

source: Settings for the usage of the connector. By default the completed orders are pulled with no time limit.
de_at: Einstellungen für die Verwendung des Connectors. Standardmäßig werden abgeschlossene Aufträge ohne Zeitlimit importiert.

source: Pull completed orders
de_at: Importiere abgeschlossene Bestellungen

source: Do not choose when having a large amount of data and low server specifications.
de_at: Bei vielen Daten aber schwachem Server nicht auswählen.

source: Pull orders since
de_at: Ziehe Bestellungen ab

source: Define a start date for pulling of orders.
de_at: Definieren Sie ein Startdatum für das Ziehen von Bestellungen.

source: Variation name format
de_at: Kindartikel Namensformat

source: Variation #22 of Product name
de_at: Variation #22 von Produktname

source: Variation #22 of Product name Color: black, Size: S
de_at: Variation #22 von Produktname Farbe: schwarz, Größe: S

source: Variation #22 of Product name (Color: black, Size: S)
de_at: Variation #22 von Produktname (Farbe: schwarz, Größe: S)

source: Product name Color: black, Size: S
de_at: Produktname Farbe: schwarz, Größe: S

source: Product name (Color: black, Size: S)
de_at: Produktname (Farbe: schwarz, Größe: S)

source: Define how the child product name is formatted.
de_at: Definieren Sie wie der Name von Kindartikel formatiert werden soll.

source: The linking table migration was not successful. Please use the forum for help.
de_at: Die Linking Tabelle konnte nicht erfolgreich migriert werden. Bitte nutzen Sie das Forum um Hilfe zu erhalten.

source: Directory %s has no write access.
de_at: Verzeichnis '%s' hat keinen Schreibzugriff.

source: PHP extension "phar" could not be found.
de_at: PHP-Erweiterung "Phar" konnte nicht gefunden werden.

source: Information
de_at: Informationen

source: Basic information and credentials of the installed connector. It is needed to configure the connector in the customer center and JTL-Wawi.
de_at: Grundlegende Informationen und Anmeldedaten des installierten Connectors. Diese sind notwendig um den Connector im Kundencenter und JTL-Wawi einzurichten.

source: Connector Password
de_at: Connector Passwort
